/*  Class = "NSMenuItem"; gToolTip = "Export the current set color theme as an 'spTheme' file to disk."; ObjectID = "1673";  */
"Export the current set color theme as an 'spTheme' file to disk." = "Exporte le thème actuel sous la forme d'un fichier 'spTheme'.";

/*  Class = "NSTextFieldCell"; title = "Already exists and will be overwritten!"; ObjectID = "1825";  */
"Already exists and will be overwritten!" = "Existe déjà et va être remplacé !";

/*  Class = "NSMenuItem"; gToolTip = "Save the current set color theme by providing an unique name into Sequel Pro's Application Support folder."; ObjectID = "1796";  */
"Save the current set color theme by providing an unique name into Sequel Pro's Application Support folder." = "Enregistre le thème actuel sous un nom unique dans le dossier Sequel Pro situé dans le dossier Application Support.";

/*  Class = "NSMenuItem"; gToolTip = "Import a theme saved as 'spTheme' or 'tmTheme' (TextMate™) file."; ObjectID = "1674";  */
"Import a theme saved as 'spTheme' or 'tmTheme' (TextMate™) file." = "Importe un thème enregistré dans un fichier au format 'spTheme' ou 'tmTheme' (TextMate™).";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate."; ObjectID = "2048";  */
"Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate." = "Sélectionnez le certificat client SSL CA Cert à utiliser pour établir la connexion sécurisée. Il doit être identique au certificat CA Cert serveur.";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL certificate file to use when establishing a secure connection."; ObjectID = "2044";  */
"Please select the client SSL certificate file to use when establishing a secure connection." = "Sélectionnez le fichier de certificat SSL client à utiliser pour établir la connexion sécurisée.";

/*  Class = "NSTextFieldCell"; title = "Please select the SSL key file to use when establishing a secure connection."; ObjectID = "2046";  */
"Please select the SSL key file to use when establishing a secure connection." = "Sélectionnez le fichier contenant la clé SSL à utiliser pour établir la connexion sécurisée.";

/*  Class = "NSTextFieldCell"; title = "Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration."; ObjectID = "1875";  */
"Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration." = "Sélectionnez la clée SSH à utiliser pour cette connexion. Notez que les emplacements standards comme ~/.ssh sont examinés automatiquement comme le sont tous les fichiers de votre configuration SSH.";

/*  Class = "NSWindow"; title = "Preferences"; ObjectID = "1";  */
"Preferences" = "Préférences";

/*  Class = "NSMenuItem"; title = "ISO Hebrew (hebrew)"; ObjectID = "28";  */
"ISO Hebrew (hebrew)" = "Hébreu (ISO 8859-8)";

/*  Class = "NSTextFieldCell"; title = "Color Theme:"; ObjectID = "1739";  */
"Color Theme:" = "Thème :";

/*  Class = "NSMenuItem"; title = "Big5 Traditional Chinese (big5)"; ObjectID = "30";  */
"Big5 Traditional Chinese (big5)" = "Chinois traditionnel (Big 5)";

/*  Class = "NSMenuItem"; title = "Windows Arabic (cp1256)"; ObjectID = "31";  */
"Windows Arabic (cp1256)" = "Arabe (Windows, CP1256)";

/*  Class = "NSMenuItem"; title = "ISO Greek (greek)"; ObjectID = "32";  */
"ISO Greek (greek)" = "Grec (ISO 8859-7)";

/*  Class = "NSTextField"; gToolTip = "The name of the current set color theme"; ObjectID = "1740";  */
"The name of the current set color theme" = "Le nom du thème en cours";

/*  Class = "NSMenuItem"; title = "UCS-2 Unicode (ucs2)"; ObjectID = "33";  */
"UCS-2 Unicode (ucs2)" = "Unicode (UCS-2)";

/*  Class = "NSMenuItem"; title = "UTF-8 Unicode (utf8)"; ObjectID = "34";  */
"UTF-8 Unicode (utf8)" = "Unicode (UTF-8)";

/*  Class = "NSMenuItem"; title = "Windows Latin 2 (cp1250)"; ObjectID = "36";  */
"Windows Latin 2 (cp1250)" = "Europe centrale (Windows Latin 2)";

/*  Class = "NSMenuItem"; title = "ISO Latin 2 (latin2)"; ObjectID = "37";  */
"ISO Latin 2 (latin2)" = "Europe centrale (ISO Latin 2)";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "1724";  */
"Cancel" = "Annuler";

/*  Class = "NSMenuItem"; title = "Windows Baltic (cp1257)"; ObjectID = "39";  */
"Windows Baltic (cp1257)" = "Balte (Windows, CP1257)";

/*  Class = "NSMenuItem"; title = "US ASCII (ascii)"; ObjectID = "40";  */
"US ASCII (ascii)" = "Occidental (US ASCII)";

/*  Class = "NSMenuItem"; title = "ISO Turkish (latin5)"; ObjectID = "41";  */
"ISO Turkish (latin5)" = "Turc (ISO latin 5)";

/*  Class = "NSMenuItem"; title = "Load Theme"; ObjectID = "1709";  */
/*  Class = "NSMenu"; title = "Load Theme"; ObjectID = "1710";  */
"Load Theme" = "Charger un thème";

/*  Class = "NSMenuItem"; title = "ISO Latin 1 (latin1)"; ObjectID = "42";  */
"ISO Latin 1 (latin1)" = "Occidental (ISO Latin 1)";

/*  Class = "NSButtonCell"; title = "Save"; ObjectID = "1730";  */
"Save" = "Enregistrer";

/*  Class = "NSMenuItem"; title = "Windows Cyrillic (cp1251)"; ObjectID = "43";  */
"Windows Cyrillic (cp1251)" = "Cyrillique (Windows, CP1251)";

/*  Class = "NSMenuItem"; title = "Mac Roman (macroman)"; ObjectID = "45";  */
"Mac Roman (macroman)" = "Occidental (Mac OS Roman)";

/*  Class = "NSMenuItem"; title = "Shift-JIS Japanese (sjis)"; ObjectID = "46";  */
"Shift-JIS Japanese (sjis)" = "Japonais (Shift JIS)";

/*  Class = "NSMenuItem"; title = "EUC-JP Japanese (ujis)"; ObjectID = "47";  */
"EUC-JP Japanese (ujis)" = "Japonais (EUC)";

/*  Class = "NSMenuItem"; title = "Autodetect"; ObjectID = "50";  */
"Autodetect" = "Détection automatique";

/*  Class = "NSButtonCell"; title = "Automatically check for updates"; ObjectID = "95";  */
"Automatically check for updates" = "Vérifier les mises à jours automatiquement";

/*  Class = "NSButtonCell"; title = "Check Now"; ObjectID = "97";  */
"Check Now" = "Vérifier maintenant";

/*  Class = "NSTextFieldCell"; title = "Last check:"; ObjectID = "99";  */
"Last check:" = "Dernière vérification :";

/*  Class = "NSButtonCell"; title = "Enable Growl notifications"; ObjectID = "111";  */
"Enable Growl notifications" = "Activer les notifications Growl";

/*  Class = "NSButtonCell"; title = "Show error when no rows are affected"; ObjectID = "346";  */
"Show error when no rows are affected" = "Alerter lorsqu'aucune ligne n'est modifiée";

/*  Class = "NSMenuItem"; title = "Save Current Theme As…"; ObjectID = "1796";  */
"Save Current Theme As…" = "Enregistrer le thème actuel sous…";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "1726";  */
"Name:" = "Nom :";

/*  Class = "NSButtonCell"; title = "Editing a row"; ObjectID = "524";  */
"Editing a row" = "avoir modifié une ligne";

/*  Class = "NSButtonCell"; title = "Limit result to:"; ObjectID = "525";  */
"Limit result to:" = "Afficher au maximum :";

/*  Class = "NSButtonCell"; title = "Adding a row"; ObjectID = "526";  */
"Adding a row" = "avoir ajouté une ligne";

/*  Class = "NSTextFieldCell"; title = "rows"; ObjectID = "527";  */
"rows" = "lignes";

/*  Class = "NSTextFieldCell"; title = "Reload Table After:"; ObjectID = "528";  */
"Reload Table After:" = "Recharger la table après :";

/*  Class = "NSButtonCell"; title = "Removing a row"; ObjectID = "529";  */
"Removing a row" = "avoir supprimé une ligne";

/*  Class = "NSTextFieldCell"; title = "Show NULL values as:"; ObjectID = "534";  */
"Show NULL values as:" = "Affichage de la valeur NULL :";

/*  Class = "NSButtonCell"; title = "Don't load blob and text fields until needed"; ObjectID = "538";  */
"Don't load blob and text fields until needed" = "Ne charger les types BLOB et TEXT que si nécessaire";

/*  Class = "NSTextFieldCell"; title = "Default Favorite:"; ObjectID = "575";  */
"Default Favorite:" = "Favori par défaut :";

/*  Class = "NSButtonCell"; title = "Connect to default on startup"; ObjectID = "576";  */
"Connect to default on startup" = "Se connecter au favori par défaut au démarrage";

/*  Class = "NSTextFieldCell"; title = "Default Encoding:"; ObjectID = "578";  */
"Default Encoding:" = "Encodage par défaut :";

/*  Class = "NSButtonCell"; title = "Use monospaced fonts"; ObjectID = "580";  */
"Use monospaced fonts" = "Utiliser des polices à espacement fixe";

/*  Class = "NSButton"; gToolTip = "Enable to send a MySQL ping to ensure the connection is kept alive if it has not been used for a while"; ObjectID = "652";  */
"Enable to send a MySQL ping to ensure the connection is kept alive if it has not been used for a while" = "Active l'envoi d'un ping MySQL permettant à la connexion de rester active même si elle n'a pas été utilisée depuis un moment.";

/*  Class = "NSButtonCell"; title = "Keep connections alive"; ObjectID = "661";  */
"Keep connections alive" = "Garder la connexion active";

/*  Class = "NSMenuItem"; title = "Import Color Theme…"; ObjectID = "1674";  */
"Import Color Theme…" = "Importer un thème…";

/*  Class = "NSTextFieldCell"; title = "Connection Timeout:"; ObjectID = "669";  */
"Connection Timeout:" = "Expiration de la connexion :";

/*  Class = "NSTextField"; gToolTip = "Enter how long to attempt to connect or send queries for; set a value of 0 to disable the timeout"; ObjectID = "674";  */
"Enter how long to attempt to connect or send queries for; set a value of 0 to disable the timeout" = "Délais d'attente entre deux tentatives de connexion ou d'envoi de requête; 0 pour supprimer l'expiration.";

/*  Class = "NSTextFieldCell"; title = "seconds"; ObjectID = "677";  */
"seconds" = "secondes";

/*  Class = "NSTextFieldCell"; title = "Remember Last:"; ObjectID = "786";  */
"Remember Last:" = "Taille de l'historique :";

/*  Class = "NSTextField"; gToolTip = "Enter the maximum number of entries to remember in the Custom Query query history, from 0 to 99"; ObjectID = "787";  */
"Enter the maximum number of entries to remember in the Custom Query query history, from 0 to 99" = "Nombre de requêtes utilisateur à conserver dans l'historique, de 0 à 99.";

/*  Class = "NSTextFieldCell"; title = "queries"; ObjectID = "791";  */
"queries" = "requêtes";

/*  Class = "NSButtonCell"; title = "New fields should allow nulls"; ObjectID = "951";  */
"New fields should allow nulls" = "Autoriser Null pour les nouveaux champs";

/*  Class = "NSButtonCell"; title = "Display vertical grid lines"; ObjectID = "958";  */
"Display vertical grid lines" = "Afficher les séparateurs verticaux dans les listes";

/*  Class = "NSTextFieldCell"; title = "Delay by:"; ObjectID = "1048";  */
/*  Class = "NSTextFieldCell"; title = "Delay by:"; ObjectID = "1525";  */
"Delay by:" = "Attente de :";

/*  Class = "NSButtonCell"; title = "Auto uppercase keywords"; ObjectID = "1052";  */
"Auto uppercase keywords" = "Majuscules auto sur les mots-clés";

/*  Class = "NSButtonCell"; title = "Update help while typing"; ObjectID = "1053";  */
"Update help while typing" = "Mettre à jour l'aide lors de la saisie";

/*  Class = "NSButtonCell"; title = "Auto pair characters"; ObjectID = "1054";  */
"Auto pair characters" = "Apparier automatiquement les caractères";

/*  Class = "NSButtonCell"; title = "Indent new lines"; ObjectID = "1055";  */
"Indent new lines" = "Indenter les nouvelles lignes";

/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "User-defined"; ObjectID = "1751";  */
/*  Class = "IBBindingConnection"; designableMultipleValuesPlaceholder = "User-defined"; ObjectID = "1751";  */
/*  Class = "IBBindingConnection"; designableNoSelectionPlaceholder = "User-defined"; ObjectID = "1751";  */
/*  Class = "IBBindingConnection"; designableNotApplicablePlaceholder = "User-defined"; ObjectID = "1751";  */
"User-defined" = "Défini par l'utilisateur";

/*  Class = "NSButtonCell"; title = "Select…"; ObjectID = "1058";  */
/*  Class = "NSButtonCell"; title = "Select…"; ObjectID = "1489";  */
"Select…" = "Modifier…";

/*  Class = "NSTextFieldCell"; title = "Font:"; ObjectID = "1060";  */
"Font:" = "Police :";

/*  Class = "NSTextFieldCell"; title = "secs"; ObjectID = "1084";  */
/*  Class = "NSTextFieldCell"; title = "secs"; ObjectID = "1527";  */
"secs" = "seconde(s)";

/*  Class = "NSButtonCell"; title = "Highlight current query"; ObjectID = "1129";  */
"Highlight current query" = "Surligner la requête active";

/*  Class = "NSButtonCell"; title = "Enable logging for queries"; ObjectID = "1144";  */
"Enable logging for queries" = "Activer les journaux de requêtes";

/*  Class = "NSButtonCell"; title = "Interface"; ObjectID = "1149";  */
"Interface" = "Interface";

/*  Class = "NSButtonCell"; title = "Import & Export"; ObjectID = "1151";  */
"Import & Export" = "Importation et exportation";

/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "1764";  */
"Close" = "Fermer";

/*  Class = "NSButtonCell"; title = "Custom Query Editor"; ObjectID = "1153";  */
"Custom Query Editor" = "Éditeur de requêtes";

/*  Class = "NSButtonCell"; title = "Errors"; ObjectID = "1155";  */
"Errors" = "Erreurs";

/*  Class = "NSPopUpButton"; gToolTip = "Manage Color Theme"; ObjectID = "1669";  */
"Manage Color Theme" = "Organiser les thèmes";

/*  Class = "NSTextFieldCell"; title = "Frequency:"; ObjectID = "1352";  */
"Frequency:" = "Fréquence :";

/*  Class = "NSMenuItem"; title = "Hourly"; ObjectID = "1356";  */
"Hourly" = "Toutes les heures";

/*  Class = "NSMenuItem"; title = "Daily"; ObjectID = "1357";  */
"Daily" = "Tous les jours";

/*  Class = "NSMenuItem"; title = "Weekly"; ObjectID = "1358";  */
"Weekly" = "Toutes les semaines";

/*  Class = "NSMenuItem"; title = "EUC-KR Korean (euckr)"; ObjectID = "1385";  */
"EUC-KR Korean (euckr)" = "Coréen (EUC)";

/*  Class = "NSTextFieldCell"; title = "Default View:"; ObjectID = "1421";  */
"Default View:" = "Affichage par défaut :";

/*  Class = "NSMenuItem"; title = "Last Used"; ObjectID = "1449";  */
"Last Used" = "Le dernier utilisé";

/*  Class = "NSMenuItem"; title = "Structure"; ObjectID = "1451";  */
"Structure" = "Structure";

/*  Class = "NSMenuItem"; title = "Content"; ObjectID = "1452";  */
"Content" = "Contenu";

/*  Class = "NSMenuItem"; title = "Relations"; ObjectID = "1453";  */
"Relations" = "Relations";

/*  Class = "NSMenuItem"; title = "Query Editor"; ObjectID = "1454";  */
"Query Editor" = "Éditeur de requêtes";

/*  Class = "NSMenuItem"; title = "Table Info"; ObjectID = "1455";  */
"Table Info" = "Informations de la table";

/*  Class = "NSTextFieldCell"; title = "Table Views:"; ObjectID = "1466";  */
"Table Views:" = "Affichage des tables :";

/*  Class = "NSTextFieldCell"; title = "Table row counts:"; ObjectID = "1469";  */
"Table row counts:" = "Décompte des lignes :";

/*  Class = "NSMenuItem"; title = "Never use additional queries for table row counts"; ObjectID = "1473";  */
"Never use additional queries for table row counts" = "Ne jamais utiliser de requêtes supplémentaires";

/*  Class = "NSMenuItem"; title = "Only use additional queries for small tables"; ObjectID = "1474";  */
"Only use additional queries for small tables" = "Utiliser des requêtes supplémentaires pour les petites tables";

/*  Class = "NSMenuItem"; title = "Always get accurate row counts (slow for InnoDB)"; ObjectID = "1475";  */
"Always get accurate row counts (slow for InnoDB)" = "Calculer précisément le total (lent avec InnoDB)";

/*  Class = "NSTextFieldCell"; title = "MySQL content font:"; ObjectID = "1486";  */
"MySQL content font:" = "Police du contenu MySQL :";

/*  Class = "NSTextFieldCell"; title = "Tab Stop Width:"; ObjectID = "1500";  */
"Tab Stop Width:" = "Largeur de tabulation :";

/*  Class = "NSButtonCell"; title = "Auto-Completion"; ObjectID = "1522";  */
"Auto-Completion" = "Auto-complétion";

/*  Class = "NSButtonCell"; title = "Insert function arguments"; ObjectID = "1543";  */
"Insert function arguments" = "Insérer les paramètres de fonction";

/*  Class = "NSMenuItem"; title = "Triggers"; ObjectID = "1546";  */
"Triggers" = "Déclencheurs";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "1548";  */
"Remove" = "Supprimer";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "1549";  */
"Duplicate" = "Dupliquer";

/*  Class = "NSButtonCell"; title = "Send anonymous system information"; ObjectID = "1616";  */
"Send anonymous system information" = "Envoyer anonymement les informations système";

/*  Class = "NSMenuItem"; title = "Make Default"; ObjectID = "1640";  */
"Make Default" = "Utiliser par défaut";

/*  Class = "NSMenuItem"; title = "Export Current Color Theme…"; ObjectID = "1673";  */
"Export Current Color Theme…" = "Exporter le thème actuel…";

/*  Class = "NSButtonCell"; title = "Soft indent"; ObjectID = "2186";  */
"Soft indent" = "Indentation logicielle";

/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "2230";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "2241";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "2245";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "2249";  */
"Show hidden files" = "Afficher les fichiers cachés";

/*  Class = "NSButton"; gToolTip = "Duplicate Theme"; ObjectID = "2253";  */
"Duplicate Theme" = "Dupliquer le thème";

/*  Class = "NSButton"; gToolTip = "Remove Theme"; ObjectID = "2255";  */
"Remove Theme" = "Supprimer le thème";

